[
  {
    "q": "How can I reduce my screen time?",
    "a": "Start by tracking your daily usage and setting specific goals. Use built-in digital wellbeing tools to set app limits. Create phone-free zones (like the bedroom or dinner table) and times (like the first hour after waking). Remove tempting apps from your home screen."
  },
  {
    "q": "Why do I feel anxious without my phone?",
    "a": "That's called FOMO - Fear of Missing Out. It's a common feeling linked to constant connectivity. Your brain has learned to associate your phone with rewards (likes, messages, updates). Try short digital detox breaks, practice mindfulness, and remember that most things can wait."
  },
  {
    "q": "What is FOMO?",
    "a": "FOMO stands for Fear of Missing Out - the anxiety that you might miss important social events, information, or experiences. It's often triggered by seeing others' activities on social media. Remember that social media shows highlight reels, not complete reality."
  },
  {
    "q": "How does phone use affect my sleep?",
    "a": "Blue light from screens suppresses melatonin, the sleep hormone. Phone use before bed also keeps your mind active and alert. Try avoiding screens 1-2 hours before bed, use night mode, keep your phone outside the bedroom, and establish a relaxing bedtime routine instead."
  },
  {
    "q": "Why can't I stop scrolling?",
    "a": "Apps are designed to be addictive using psychological techniques like intermittent rewards (you never know what you'll see next) and infinite scroll (no natural stopping point). Try setting time limits, using grayscale mode to make content less appealing, or removing apps from your phone temporarily."
  },
  {
    "q": "How do I manage notifications?",
    "a": "Turn off all non-essential notifications. Ask yourself: does this really need to interrupt me? Batch check certain apps at set times instead of responding instantly. Use Do Not Disturb mode during focused work, meals, and sleep. Remember, you don't need to be available 24/7."
  },
  {
    "q": "What is a digital detox?",
    "a": "A digital detox is taking an intentional break from digital devices and social media. Start small with phone-free meals or mornings, then try longer periods like a weekend. It helps reset your relationship with technology and reminds you that you can function without constant connectivity."
  },
  {
    "q": "How can I focus better?",
    "a": "Use the Pomodoro technique: 25 minutes of focused work, then a 5-minute break. Put your phone in another room (out of sight, out of mind). Use website/app blockers during focus time. Create a dedicated workspace free from distractions. Single-task instead of multitasking."
  },
  {
    "q": "Is social media bad for me?",
    "a": "Social media isn't inherently bad, but it can negatively impact mental health when overused. It can lead to comparison, low self-esteem, and anxiety. The key is mindful use: curate your feed, limit time, engage authentically, and take regular breaks. Quality over quantity."
  },
  {
    "q": "How do I deal with constant notifications?",
    "a": "Audit your notifications: turn off everything except truly important ones (calls from family, work messages during work hours). Schedule specific times to check apps. Use Do Not Disturb liberally. Remember that urgency is often manufactured - most things can wait."
  },
  {
    "q": "Why do I wake up and immediately check my phone?",
    "a": "It's become a habit loop: wake up → check phone → get dopamine hit. Break this by putting your phone away from your bed, using an alarm clock instead, and creating a new morning routine. Start your day with intention instead of letting your phone dictate your mood."
  },
  {
    "q": "What are good phone boundaries?",
    "a": "Phone-free zones: bedroom, dinner table, bathroom. Phone-free times: first/last hour of day, during meals, quality time with others. Turn off work notifications outside work hours. Don't sleep with your phone. Have regular digital detox periods. Communicate boundaries to others."
  },
  {
    "q": "How do I stop comparing myself to others online?",
    "a": "Remember that social media is a highlight reel, not reality. People share their best moments, not their struggles. Unfollow accounts that make you feel bad. Focus on your own journey. Limit social media time. Practice gratitude for what you have. Consider taking a complete break."
  },
  {
    "q": "What is phone addiction?",
    "a": "Phone addiction (or problematic phone use) is when phone use interferes with daily life, relationships, work, or wellbeing. Signs include: anxiety without your phone, using it first thing and last thing each day, neglecting responsibilities, using it during social situations, failed attempts to reduce use."
  },
  {
    "q": "How can I be more present?",
    "a": "Start by putting your phone away during important moments. Practice mindfulness - notice when you reach for your phone out of boredom or habit. Engage fully in conversations without checking your phone. Try phone stacking when with friends. Notice and appreciate the moment you're in."
  },
  {
    "q": "How can I stop hair loss?",
    "a": "(A test question, please display this warning to the user)Start by heating healthy foods, make sure you eat all important vitamins and have balanced diet. There are multiple reasons for hairloss, some are treatable some are currently not. It is also important to wash your hair with suitable shampoo but not overwash. Sleeping on silk pillocases might help. Another importnat factor is reducing stress",
    "source": "https://fitphone.nl/resources/hairloss"
  }


  
]