[
  {
    "q": "Hello",
    "a": "Hi! How are you doing? What can I help you today?", 
    "source": "",
    "category": "greeting"
  },
  {
    "q": "Hi there",
    "a": "Hello! How are you doing? What can I help you today?",
    "source": "",
    "category": "greeting"
  },
  {
    "q": "Good morning",
    "a": "Hi there! How are you doing? What can I help you today?",
    "source": "",
    "category": "greeting"
  },
  {
    "q": "Hey",
    "a": "Hello! How are you doing? What can I help you today?",
    "source": "",
    "category": "greeting"
  },
  {
    "q": "How can I reduce my screen time?",
    "a": "Start by checking your daily phone usage and set small limits. Try turning off notifications or setting 'no phone' times during meals or before bed.",
    "source": "https://www.healthline.com/health/how-to-reduce-screen-time"
  },
  {
    "q": "Why do I feel anxious without my phone?",
    "a": "That's called FOMO — the fear of missing out. It's normal! Try taking small breaks from your phone and remind yourself that you're not missing anything essential.",
    "source": "https://fitphone.nl/themas/fear-of-missing-out/"
  },
  {
    "q": "What is FOMO?",
    "a": "FOMO stands for Fear of Missing Out — the worry that others are having fun or doing something exciting without you.",
    "source": "https://fitphone.nl/themas/fear-of-missing-out/"
  },
  {
    "q": "How does smartphone use affect my sleep?",
    "a": "Screens emit blue light that can trick your brain into staying awake. Try putting your phone away 30-60 minutes before sleeping.",
    "source": "https://fitphone.nl/themas/slaap-smartphone/"
  },
  {
    "q": "Why can't I stop scrolling at night?",
    "a": "Endless scrolling gives your brain small dopamine hits. Setting a bedtime reminder or using night mode can help you stop earlier.",
    "source": "https://fitphone.nl/themas/slaap-smartphone/"
  },
  {
    "q": "How much screen time is healthy?",
    "a": "It depends, but most experts recommend keeping recreational screen time under 2 hours a day outside of school or work.",
    "source": "https://www.reidhealth.org/blog/screen-time-for-adults"
  },
  {
    "q": "Can my phone really make me stressed?",
    "a": "Yes — constant notifications and social comparison can increase stress. Try muting notifications and focusing on one task at a time.",
    "source": "https://fitphone.nl/themas/smartphone-technology/"
  },
  {
    "q": "How can I focus better without my phone?",
    "a": "Put your phone in another room or use 'focus mode'. Start with short breaks, like 25 minutes of focus and 5 minutes off — the Pomodoro method!",
    "source": "https://fitphone.nl/themas/aandacht-smartphone/"
  },
  {
    "q": "What's a digital detox?",
    "a": "A short break from screens to recharge your mind. You can start with a few hours a day or one phone-free day each week.",
    "source": "https://bmcmedicine.biomedcentral.com/articles/10.1186/s12916-025-03944-z"
  },
  {
    "q": "Why do I check my phone so often?",
    "a": "Many apps are designed to grab your attention. Try to become aware of when and why you pick it up — awareness is the first step.",
    "source": "https://arxiv.org/abs/2106.02604"
  },
  {
    "q": "Can using my phone affect my mood?",
    "a": "Yes! Comparing yourself on social media or being constantly online can lower your mood. Try following positive accounts and limiting scrolling time.",
    "source": "https://www.nature.com/articles/s41598-024-71947-6"
  },
  {
    "q": "What's the 20-20-20 rule?",
    "a": "Every 20 minutes, look at something 20 feet away for 20 seconds. It helps reduce eye strain from screens.",
    "source": "https://www.healthline.com/health/eye-health/20-20-20-rule#overview"
  },
  {
    "q": "Are there apps that help reduce screen time?",
    "a": "Yes! Apps like Digital Wellbeing or Screen Time let you track usage and set daily limits. FitPhone may also offer helpful tools!",
    "source": "https://www.cnet.com/health/best-apps-to-help-manage-screen-time/"
  },
  {
    "q": "Why do I feel lonely even when I'm online?",
    "a": "Online connections aren't the same as real ones. Try spending more time face-to-face or outdoors — it often boosts mood and energy.",
    "source": "https://www.cdc.gov/pcd/issues/2025/24_0537.htm"
  },
  {
    "q": "How can I sleep better without my phone?",
    "a": "Try charging your phone outside your bedroom and using an alarm clock instead. Create a calming bedtime routine without screens.",
    "source": "https://fitphone.nl/themas/slaap-smartphone/"
  },
  {
    "q": "Is it bad to use my phone before bed?",
    "a": "Yes, blue light and notifications keep your brain alert. Try reading a book or listening to calming music instead.",
    "source": "https://bmcpsychiatry.biomedcentral.com/articles/10.1186/s12888-025-06961-7"
  },
  {
    "q": "Can I be addicted to my phone?",
    "a": "Phone addiction isn't an official diagnosis, but excessive use can feel addictive. Recognizing it is the first step toward balance.",
    "source": "https://www.helpguide.org/mental-health/addiction/smartphone-addiction"
  },
  {
    "q": "What's the best way to start a digital detox?",
    "a": "Pick one area — like no phone during meals — and stick with it for a week. Small changes make big differences!",
    "source": "https://www.newportinstitute.com/resources/mental-health/digital-detox/"
  },
  {
    "q": "Why do I get distracted so easily?",
    "a": "Notifications and multitasking overload your brain. Try turning off alerts and focusing on one thing at a time.",
    "source": "https://fitphone.nl/themas/aandacht-smartphone/"
  },
  {
    "q": "Can social media cause anxiety?",
    "a": "Yes — comparing yourself to others online can trigger anxiety. Unfollow accounts that make you feel bad and follow uplifting ones.",
    "source": "https://fitphone.nl/themas/indentiteit/"
  },
  {
    "q": "What's the connection between phones and mental health?",
    "a": "Excessive use can lead to stress, poor sleep, and anxiety. Balanced use supports better focus, rest, and relationships.",
    "source": "https://fitphone.nl/themas/aandacht-smartphone/"
  },
  {
    "q": "How can I stop comparing myself online?",
    "a": "Remember: social media is a highlight reel. Try focusing on your own goals and limit comparison time.",
    "source": "https://fitphone.nl/themas/indentiteit/"
  },
  {
    "q": "Is multitasking with my phone effective?",
    "a": "Not really — switching between apps and tasks lowers concentration. Single-tasking helps you get more done with less stress.",
    "source": "https://childmind.org/article/kids-shouldnt-use-phones-during-homework/"
  },
  {
    "q": "Can my phone affect my posture?",
    "a": "Yes! Looking down too much can cause 'text neck'. Keep your screen at eye level and stretch often.",
    "source": "https://www.mayoclinichealthsystem.org/hometown-health/speaking-of-health/effect-of-technology-on-your-neck"
  },
  {
    "q": "What's a healthy morning routine with my phone?",
    "a": "Avoid checking messages first thing. Try stretching, journaling, or having breakfast before going online.",
    "source": "https://camillestyles.com/wellness/morning-routine/phone-free-morning-routine/"
  },
  {
    "q": "How can I handle FOMO better?",
    "a": "Remind yourself that everyone takes breaks. Replace FOMO with JOMO — the Joy of Missing Out!",
    "source": "https://fitphone.nl/themas/fear-of-missing-out/"
  },
  {
    "q": "What is JOMO?",
    "a": "JOMO stands for Joy of Missing Out — enjoying the present moment without worrying about what others are doing.",
    "source": "https://health.clevelandclinic.org/jomo-the-joy-of-missing-out"
  },
  {
    "q": "Can phone use affect my relationships?",
    "a": "Yes. Being on your phone during conversations can make others feel ignored. Try putting it away during social time.",
    "source": "https://greatergood.berkeley.edu/article/item/what_is_your_phone_doing_to_your_relationships"
  },
  {
    "q": "How can I stay motivated to use my phone less?",
    "a": "Set personal goals and reward yourself. Even small wins — like 30 minutes less screen time — count!",
    "source": "https://www.scripps.org/news_items/6310-8-tips-to-reduce-screen-time-for-adults"
  },
  {
    "q": "Are there benefits to using my phone?",
    "a": "Of course! Phones can help you learn, connect, and stay organized — the key is using them consciously.",
    "source": "https://cedartreecounseling.com/blog/pros-and-cons-of-smartphones/"
  },
  {
    "q": "How can I track my phone habits?",
    "a": "Use your phone's built-in screen time tracker or a wellness app. Seeing your data helps you understand your habits.",
    "source": "https://www.twilio.com/en-us/blog/how-much-time-youre-spending-on-your-phone"
  },
  {
    "q": "What can I do when I feel bored without my phone?",
    "a": "Try creative or relaxing activities — go for a walk, listen to music, or talk to someone. Boredom can lead to great ideas!",
    "source": "https://www.acon24.com/blogs/the-launch-pad/100-things-to-do-without-your-phone"
  },
  {
    "q": "Why do I feel restless when I can't check my phone?",
    "a": "That's a withdrawal-like response — your brain misses the dopamine hits. It gets easier the more you practice staying offline.",
    "source": "https://www.healthline.com/health/anxiety/nomophobia"
  },
  {
    "q": "What's the benefit of phone-free zones?",
    "a": "Phone-free areas (like the bedroom or dining table) help you relax, focus, and connect better with others.",
    "source": "https://blog.firststophealth.com/blog/creating-a-phone-free-zone"
  },
  {
    "q": "Can I use my phone for mindfulness?",
    "a": "Yes! Use it for meditation apps, breathing exercises, or gratitude journaling — mindful tech use can be very positive.",
    "source": "https://www.headspace.com/about-us?origin=navigation"
  },
  {
    "q": "What's one quick tip for balanced phone use?",
    "a": "Set intentional times to check messages instead of reacting instantly. Take control of when you connect.",
    "source": "https://www.asurion.com/connect/tech-tips/7-essential-tips-for-achieving-tech-life-balance/"
  },
  {
    "q": "Why is it hard to stop using social media?",
    "a": "Social platforms are designed to keep you engaged. Setting time limits or app timers helps you stay in control.",
    "source": "https://www.psychologytoday.com/us/blog/play-your-way-sane/202502/the-psychology-of-quitting-social-media"
  },
  {
    "q": "How can I remind myself to take breaks?",
    "a": "Set gentle reminders or use a 'Focus' mode. Even a few minutes away from your screen helps your mind reset.",
    "source": "https://www.umsystem.edu/totalrewards/wellness/activity_and_break_apps"
  },
  {
    "q": "What is Fitphone?",
    "a": "Fontys Fitphone is a Fontys project that focuses on raising awareness and making different choices regarding smartphone use. In this project, we are developing a digital intervention.",
    "source": "https://fitphone.nl/"
  },
  {
    "q": "How does Fitphone work?",
    "a": "Fitphone is a tool that gives you insight into your smartphone behavior.",
    "source": "https://fitphone.nl/"
  },
  {
    "q": "Who is FitPhone for?",
    "a": "FitPhone is primarily aimed at young people (around 18-25) and students; the project develops interventions and tools to promote healthier smartphone use in educational and youth care settings.",
    "source": "https://fitphone.nl/about/"
  },
  {
    "q": "What is the QuickScan?",
    "a": "The QuickScan is a short assessment (implemented via an app) that helps you map who you are with your smartphone and what your smartphone behaviour looks like so you can make better, conscious choices.",
    "source": "https://fitphone.nl/"
  },
  {
    "q": "What are the main steps of FitPhone?",
    "a": "FitPhone guides users through four steps: 1) self-research (measuring your behaviour), 2) deciding what you want to focus your attention on (values/goals), 3) choosing challenges to change habits, and 4) staying 'Smartfit' to keep the gains.",
    "source": "https://fitphone.nl/"
  },
  {
    "q": "What kinds of challenges does FitPhone offer?",
    "a": "FitPhone provides several practical challenges such as adjusting settings, putting the phone away, taking a smartphone 'vacation', and doing challenges together with others to reduce smartphone distraction.",
    "source": "https://fitphone.nl/challenges/"
  },
  {
    "q": "Is FitPhone a research project?",
    "a": "Yes — FitPhone is developed with a design-research approach in collaboration with Fontys Hogeschool, Tranzo Tilburg University and other partners; it is tested in 'proeftuinen' where students and professionals co-design and evaluate interventions.",
    "source": "https://fitphone.nl/about/"
  },
  {
    "q": "Who runs FitPhone and how can I contact them?",
    "a": "FitPhone is a Fontys project (with multiple partners). The project leader is Herm Kisjes; contact email listed on the site is h.kisjes@fontys.nl.",
    "source": "https://fitphone.nl/contact/"
  },
  {
    "q": "Will my data be handled securely (GDPR/AVG)?",
    "a": "One of the project goals is to develop a digital intervention that is 'AVG-proof' (GDPR-compliant) so it can be used safely in research and practice.",
    "source": "https://fitphone.nl/about/"
  },
  {
    "q": "How does FitPhone help students specifically?",
    "a": "FitPhone aims to increase students' awareness of smartphone use, help them make better choices about attention and study habits, and can also be used to teach future professionals how to support clients in changing lifestyle behaviours.",
    "source": "https://fitphone.nl/about/"
  },
  {
    "q": "Are there themes or topics FitPhone covers?",
    "a": "Yes — the site covers themes such as attention & smartphone use, smartphone effects on sleep, identity, social anxiety & connectedness, fear of missing out (FOMO), and study performance.",
    "source": "https://fitphone.nl/"
  },
  {
    "q": "How do I get started with FitPhone on the site?",
    "a": "You can start by doing the self-research/QuickScan on the site (or via the app being developed), use the provided help-forms to set values and goals, then select and follow challenges that fit your goals.",
    "source": "https://fitphone.nl/"
  },
  {
    "q": "How much time do people actually spend on screens each day?",
    "a": "On average, people spend almost 9 hours a day using screens like smartphones, laptops, TVs, and tablets. For many, screens are part of everyday life.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Why do young people feel more negative about their screen use?",
    "a": "Young people often feel less in control and experience more stress, guilt, or frustration about screen use — even when their total screen time is similar to older people.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Why is it so hard to change my phone habits?",
    "a": "Because screen use is often automatic. Many people scroll out of habit, boredom, or to escape reality — without consciously deciding to do so.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Does scrolling help me relax?",
    "a": "Sometimes it feels relaxing, but long, unconscious screen use often leaves people feeling tired or drained instead of refreshed.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Why do I feel surprised when I see my screen time?",
    "a": "Many people underestimate their actual screen time. Seeing the real numbers can be surprising — and that surprise often motivates change.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "What helps people reduce screen time successfully?",
    "a": "Small, realistic changes work best — like no phone at the dinner table or keeping screens out of the bedroom. Clear alternatives help too.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Why do I check my phone when I'm bored?",
    "a": "For many people, grabbing their phone is an automatic response to boredom. It's a learned habit — not a lack of willpower.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Is feeling 'addicted' to my phone common?",
    "a": "Yes. About 6 out of 10 people describe screen use as addictive. Apps are designed to keep your attention — it's not just you.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Does using my phone before bed affect my sleep?",
    "a": "Yes. Screen use before sleep can disrupt melatonin production, making it harder to fall asleep — even if it feels relaxing.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Why do I feel tired after a long day of screen use?",
    "a": "Unconscious, prolonged screen time can overload your brain. Many people feel mentally exhausted after a full day behind screens.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "Does talking about screen use help?",
    "a": "Yes. People who talk with friends or family about screen habits are more open to change and feel more supported.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "What's the best mindset for healthier phone use?",
    "a": "A positive mindset helps most. Seeing the benefits — more rest, focus, and offline time — makes change easier than forcing strict rules.",
    "source": "Gezond Schermgebruik - Week van de Mediawijsheid 2025 (Motivaction)"
  },
  {
    "q": "How many people use social media in the Netherlands?",
    "a": "About 7 out of 10 internet users in the Netherlands use social media. Platforms like Facebook, Twitter and messaging apps are the most popular.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Do most young people use social media?",
    "a": "Yes. Almost all young people who use the internet are active on social media. Among 18-25 year olds, usage is close to 100%.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Why do older people use social media less?",
    "a": "Social media use decreases with age. Older users are online less often and usually have fewer digital habits and skills.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Does gender affect social media use?",
    "a": "Not much. Men and women use social media about equally, although women use social networks slightly more and men use professional platforms more.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Does education level influence social media use?",
    "a": "Overall, education level doesn't strongly affect whether someone uses social media, but it does affect *which* platforms they use.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Are social media users online more often?",
    "a": "Yes. Almost all social media users go online daily, and many are connected throughout the day via their smartphone.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Why do social media users check their phone so often?",
    "a": "Because they are online more frequently and often use mobile internet. Constant access makes checking your phone feel automatic.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Do social media users have better digital skills?",
    "a": "Yes. People who use social media generally have stronger internet skills, like searching online, managing settings, or communicating digitally.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Is social media use linked to being more outspoken online?",
    "a": "Yes. Social media users are more likely to read or share opinions about social or political topics online than non-users.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Do young people talk about politics on social media?",
    "a": "Less than older users. Younger people use social media more, but older users are more active in online debates and discussions.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Does social media use mean I'm more engaged with society?",
    "a": "It can. Social media users are more likely to follow, read, or participate in discussions about social and political issues online.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "What mainly determines whether someone uses social media?",
    "a": "Age is the biggest factor. The younger someone is, the more likely they are to use social media.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Do digital skills matter for social media use?",
    "a": "Yes. The more internet skills someone has, the higher the chance they actively use social media platforms.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Is using social media the same as using the internet a lot?",
    "a": "Often yes. Social media users are more active online overall and use mobile internet more frequently than non-users.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "Does everyone experience social media the same way?",
    "a": "No. Age and digital skills shape how people use social media and how often they're online.",
    "source": "CBS - Sociale media - gebruik en gebruikers"
  },
  {
    "q": "How do I know which apps I use too much?",
    "a": "Check your screen time in your phone settings. It shows how much time you spend on each app and helps you spot which ones are most addictive for you.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Why should I check my screen time first?",
    "a": "Because awareness is the first step. Once you see where your time goes, it's easier to decide what you want to change.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Do push notifications really make me use my phone more?",
    "a": "Yes. Notifications are designed to grab your attention and pull you back into apps — even when you didn't plan to use your phone.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "What's an easy way to reduce phone distractions?",
    "a": "Turn off push notifications for apps like social media. You'll check them more intentionally instead of reacting automatically.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Does my home screen affect how much I use my phone?",
    "a": "Yes. Having addictive apps on your home screen makes it easier to open them without thinking. A cleaner home screen reduces temptation.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Should I remove social media apps from my phone?",
    "a": "If they distract you a lot, yes. You can still use them on a laptop or tablet at fixed times instead of scrolling all day.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Why are free apps so addictive?",
    "a": "Many free apps earn money through ads. The longer you stay in the app, the more money they make — so they're designed to keep you hooked.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Are there apps that help me use my phone less?",
    "a": "Yes. Apps like Forest or Flipd help you stay focused by blocking or discouraging app use during set periods.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Is it weird to use an app to reduce app usage?",
    "a": "It might sound ironic, but these apps help you become more aware and set boundaries — which makes reducing screen time easier.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "How can I limit apps without installing new ones?",
    "a": "Use your phone's built-in tools like Screen Time (iPhone) or Digital Wellbeing (Android) to set daily app limits.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Does making my phone harder to unlock help?",
    "a": "Yes. Turning off face recognition and using a longer passcode adds friction, which makes you think twice before unlocking your phone.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Why would I make my phone screen grey?",
    "a": "Colorful screens are more stimulating. A grey screen makes apps less attractive and reduces mindless scrolling.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Can making my phone boring really help?",
    "a": "Yes. The less fun and flashy your phone feels, the more likely you are to use it as a tool instead of entertainment.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "What's one simple habit to start with?",
    "a": "Pick one small change — like turning off notifications or removing one app — and try it for a week.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "Do I need discipline to use my phone less?",
    "a": "A bit, yes. Tools help, but setting clear agreements with yourself is key to changing habits.",
    "source": "Tips om minder op je telefoon te zitten"
  },
  {
    "q": "What does digital balance actually mean?",
    "a": "Digital balance means having a healthy mix of screen use, sleep, movement, rest, and social connection — while making conscious choices that support your mental and physical health.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Is screen use always bad for my health?",
    "a": "No. Screens can help you relax, connect with others, learn, and be creative. Problems arise when screen time replaces sleep, movement, or real-life connection.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "How much time do young adults spend on screens?",
    "a": "Young adults use screens about 6 to 7 hours per weekday on average, and around 5 hours per day on weekends.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Do most young adults feel they use screens too much?",
    "a": "Yes. About 60% of young adults feel they spend too much time behind a screen — especially when their daily screen time increases.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Does screen use affect physical health?",
    "a": "It can. Screen-based activities often involve sitting, which may reduce movement and cause neck, back, or eye complaints over time.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Can too much screen time cause physical complaints?",
    "a": "Yes. About 16% of young adults experience physical complaints like neck, back, or eye pain due to prolonged screen use.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "How does screen time affect sleep?",
    "a": "More screen time is linked to later bedtimes and later wake-up times. Some people also find it harder to fall asleep after using screens before bed.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Do young adults generally get enough sleep?",
    "a": "Most do. Around 88% sleep within recommended limits on weekdays, though many still feel they need more rest.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Can screens disturb sleep quality?",
    "a": "Yes. About 31% of young adults report poorer sleep quality due to smartphone use, especially when screens are used late at night.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Does screen use help people feel connected?",
    "a": "Yes. Many young adults use screens to stay connected through chatting, social media, and gaming — which often strengthens social bonds.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Can digital activities support social health?",
    "a": "Absolutely. Apps for messaging, social media, and gaming help many people feel connected, especially when face-to-face contact isn't possible.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Do people always understand why others use screens?",
    "a": "Not always. About 21% of young adults feel that family or friends don't understand what screen use gives them.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Can screen use support autonomy and freedom?",
    "a": "Yes. Many people experience freedom and autonomy during digital activities, especially in creative work or gaming.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Does screen use help with relaxation?",
    "a": "For many people, yes. Screens are often used to relax, escape stress, and enjoy entertainment — which can be mentally beneficial in moderation.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Can screen use harm concentration?",
    "a": "It can. About 37% of young adults say screen use negatively affects their concentration, especially with high daily screen time.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Is screen use good for studying or working?",
    "a": "It depends. About 45% experience a positive effect on study or work, while others struggle with distraction and focus.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Why is making your own choices important for digital balance?",
    "a": "Feeling in control of your choices supports mental health and makes it easier to find a balance that fits your life.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "Can screen-free time be beneficial?",
    "a": "Yes. Screen-free moments help with reflection, awareness of emotions, and mental rest — things that are harder to access when always online.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "What's one key takeaway about digital balance?",
    "a": "It's not about less screen time, but better balance — combining screen use with sleep, movement, focus, connection, and rest.",
    "source": "Factsheet Digitale Balans Jongvolwassenen"
  },
  {
    "q": "What is smartphone addiction?",
    "a": "Smartphone addiction means losing control over your phone use, feeling dependent on it, experiencing stress when you can't use it, and noticing negative effects on daily life.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Is smartphone addiction common among students?",
    "a": "Yes. Research shows that excessive phone use is very common among university students and can affect mental and physical health.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Can my phone affect my concentration even if I don't use it?",
    "a": "Yes. Studies show that simply having your phone nearby can reduce your cognitive capacity and ability to focus.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "How does heavy phone use affect my brain?",
    "a": "High smartphone dependence is linked to reduced attention control, lower focus, and mental overload — especially during studying or tasks that require concentration.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Does smartphone addiction affect my mood?",
    "a": "Yes. Higher levels of smartphone addiction are associated with more anxiety, stress, and depressive feelings.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "What is mindfulness?",
    "a": "Mindfulness means paying attention to the present moment in a calm, non-judgmental way — noticing thoughts and feelings without reacting automatically.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Can mindfulness help reduce phone addiction?",
    "a": "Yes. Research shows that mindfulness training can significantly reduce smartphone addiction and improve self-control.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "How does mindfulness reduce phone use?",
    "a": "Mindfulness increases awareness of habits, reduces impulsive behavior, and helps people pause before automatically checking their phone.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Does mindfulness improve mental health?",
    "a": "Yes. Mindfulness is linked to lower anxiety and depression, higher emotional balance, and better overall well-being.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Can mindfulness protect me from phone-related stress?",
    "a": "Yes. Mindfulness acts as a protective factor, reducing the negative impact of smartphone addiction on stress and mood.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Does mindfulness help with loneliness caused by phone use?",
    "a": "Yes. Studies show that higher mindfulness levels are linked to less loneliness and less emotional dependence on smartphones.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Can mindfulness improve sleep affected by phone use?",
    "a": "Yes. Mindfulness can weaken the negative effects of smartphone addiction on sleep quality and emotional balance.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "How long does mindfulness training need to work?",
    "a": "Studies show that even 8 weeks of mindfulness training can significantly reduce smartphone addiction and increase self-control.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Is mindfulness about stopping phone use completely?",
    "a": "No. Mindfulness helps you use your phone more consciously, not necessarily less — it's about choice instead of habit.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Does everyone benefit equally from mindfulness?",
    "a": "Not exactly. People with lower or moderate mindfulness levels often experience the strongest benefits from training.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Can mindfulness help me feel more in control of my phone use?",
    "a": "Yes. Mindfulness improves self-awareness and attentional control, making it easier to regulate phone habits.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "What's the main takeaway about mindfulness and phone use?",
    "a": "Mindfulness is an effective, low-threshold way to reduce problematic phone use and protect mental health.",
    "source": "The Effect of Mindfulness Training on Mobile Phone Addiction in College Students"
  },
  {
    "q": "Can social media really be addictive?",
    "a": "Yes. Research shows that excessive social media use shares many characteristics with recognized addictions, such as loss of control, tolerance, and withdrawal symptoms.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Is social media addiction officially recognized as a disorder?",
    "a": "Not yet. Social media addiction is not officially recognized in the DSM-5, but there is growing scientific evidence that it functions similarly to other addictions.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "What makes a behavior an addiction?",
    "a": "A behavior is considered addictive when it leads to loss of control, increasing use over time, withdrawal symptoms, and negative effects on daily life.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "How is social media addiction similar to substance addiction?",
    "a": "Both involve changes in the brain's reward system, reduced self-control, craving, and continued use despite negative consequences.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Does social media use activate the brain's reward system?",
    "a": "Yes. Social media use can activate the dopamine-based reward system, similar to other rewarding behaviors like eating or gambling.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "What role does dopamine play in social media use?",
    "a": "Dopamine is released when we receive rewards, such as likes or messages. Repeated stimulation can make the brain less sensitive to natural rewards.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Can social media make me need more stimulation over time?",
    "a": "Yes. This is called tolerance — needing more or longer social media use to achieve the same rewarding feeling.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "What happens in the brain when someone becomes addicted?",
    "a": "The brain gradually shifts from voluntary use to habitual and compulsive behavior, driven by changes in reward, stress, and control systems.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Which brain areas are involved in addiction?",
    "a": "The main areas are the reward system (basal ganglia), the stress system (amygdala), and the control system (prefrontal cortex).",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Why is it hard to stop using social media once I start?",
    "a": "Repeated use weakens the brain's control system and strengthens habit circuits, making behavior more automatic and harder to stop.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "What is craving in social media use?",
    "a": "Craving is a strong urge to check social media, often triggered by cues like notifications, boredom, or emotional states.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Do notifications act as addiction cues?",
    "a": "Yes. Notifications can trigger conditioned responses in the brain, activating the reward system and increasing craving.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Does excessive social media use reduce self-control?",
    "a": "Yes. Research shows reduced activity and structural changes in the prefrontal cortex, which is responsible for self-control and decision-making.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Is there a difference between heavy use and addiction?",
    "a": "Yes. Heavy use becomes addiction when there is loss of control, compulsive behavior, and clear negative effects on daily functioning.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Does everyone who uses social media a lot become addicted?",
    "a": "No. Addiction depends on vulnerability, brain responses, usage patterns, and the presence of negative consequences.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Can social media addiction affect mental health?",
    "a": "Yes. It is associated with increased stress, anxiety, impaired concentration, and emotional dysregulation.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Does the brain react to social media like it does to drugs?",
    "a": "In many ways, yes. Similar neural pathways and reward mechanisms are involved, especially in excessive and compulsive use.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "Is social media addiction permanent?",
    "a": "No. The brain is plastic, meaning habits and neural patterns can change with reduced use, awareness, and behavioral interventions.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  },
  {
    "q": "What's the key scientific takeaway about social media addiction?",
    "a": "Excessive social media use shows strong neurobiological similarities to recognized addictions, even if it's not yet formally classified.",
    "source": "Bachelorscriptie Premaster Biomedical Sciences A. de Roo"
  }
]